<script setup></script>
<template>
    <div class="container">
        <div class="content">

            <h2>Гелерея ресторанов</h2>
            <p>Вкус мира в каждом блюде, искусство в каждом уголке</p>
            <p> Добро пожаловать в нашу уникальную галерею ресторанов, где каждое блюдо - это настоящее произведение
                искусства,
                а
                каждый
                уголок заведения окутан атмосферой вкуса и стиля.</p>
            <p> Мы приглашаем вас отправиться в удивительное кулинарное
                путешествие,
                где вас ждут великолепные блюда со всех уголков мира, поданные с искусством и страстью.
            </p>
            <p> Наши рестораны - это
                не
                просто
                места для приема пищи, это настоящие храмы гастрономии, где каждое посещение становится незабываемым
                событием.</p>
            <p>Погрузитесь в мир вкусов и наслаждений в уникальной галерее ресторанов.</p>
        </div>
    </div>
</template>
<style scoped>
.container {
    font-family: Arial, sans-serif;
    border-radius: 3px;
    text-align: center;
    color: #fff;
    width: 60%;
    height: 100vh;
    margin: 7% auto;
}

.content {
    width: 100%;
    margin: 0px auto;
}
</style>
